{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": "<|endoftext|>",
  "eos_token": "<|endoftext|>",
  "errors": "replace",
  "additional_special_tokens": [
    "<S1>",
    "<S2>",
    "<S3>",
    "<S4>",
    "<S5>",
    "<S6>",
    "<S7>",
    "<S8>",
    "<EOM>"
  ],
  "is_local": false,
  "model_max_length": 1024,
  "pad_token": "<|endoftext|>",
  "tokenizer_class": "GPT2Tokenizer",
  "unk_token": "<|endoftext|>"
}
